import React from 'react';
import UserBackBtn from '../backBtn';
import './styles.css';
const Riyo = () => {
  return (
    <div>
      <UserBackBtn />
      <div class="box">
        <div class="wbox">
          <div style={{ fontSize: 'small', textAlign: 'left' }}>
            利用規約
            <br />
            　本 e-spoworks.com利用規約（以下、「本規約」といいます。）は、「e-spoworks.com」のページを含む URL
            で特定されるウェブサイトをいい、以下「e-spoworks.com」といいます。）の利用に関し、後記に定
            義する「会員」と株式会社ウェブネーション（現在地：愛知県名古屋市中区丸の内 2-12-26
            丸の内セントラルビル5F、以下「当社」 といいます。）の間及び「会員」相互間に適用されるものです。
            <br />
            　本規約にご同意頂いた上、「当社」所定の方法により申込を行って頂き、「当社」によって承認された方のみ「スキル
            タウン」を利用することができるものとします。
            <br />
            第 1 章 総則
            <br />
            第 1 条（定義）
            <br />
            　<br />
            1.「会員」とは、「e-spoworks.com」の画面上の記載に従い、登録手続きを行った個人、法人及びその他の団体をいいます。
            <br />
            2.「会員情報」とは、「会員」に関する情報であって、「会員」から「当社」に提出されたメールアドレス、パスワード、掲載情報、その他の属性等の情報をいいます。
            <br />
            3.「パスワード」とは、「e-spoworks.com」の「マイページ」等、会員専用コンテンツのシステムにログインするために必要となるもので、会員登録の際に「当社」に提出された任意の半角英数字をいいます。
            <br />
            4.「提供サービス」とは、「会員」が「e-spoworks.com」を利用して有償で依頼する権利をいいます。
            <br />
            5.「e-spoworks.comポイント」とは、「e-spoworks.com」において、「提供サービス」での商品購入に必要な費用に換わる単位として設けている「ポイント」をいいます。「会員」は、取得したポイントを1ポイント＝1円として、商品の購入代金に充当することができます。
            <br />
            　<br />
            第 2 条（ガイドライン、注意事項等の取り扱い）
            <br />
            1.「会員」は、「e-spoworks.com」に記載の各画面に表示されている注意事項及び「当社」が「会員」に対して遵守等を呼びかける事項については、本規約と一体となり、これを補完し又は修正することを異議無く承認するものとし、またこれらを本規約の一部として遵守することに同意するものとします。
            <br />
            2.前項の遵守事項と本規約に相違がある場合、各画面に表示されている注意事項が本規約に優先して適用されるものとします。
            <br />
            <br />
            第 3 条（会員登録の申込）
            <br />
            「会員」の申込は、「e-spoworks.com」の画面上の記載に従い、「当社」所定の手続きに従い登録手続きを行うものとします。なお、会員登録は
            1人につき1つのみとし、複数の会員登録を行ってはならないものとします。
            <br />
            第 4 条（会員登録の取消）
            <br />
            <br />
            「当社」は、「会員」につき、次の各号のいずれかに該当する場合には、会員登録を取り消すことができるものとします。
            「会員」は、この会員登録取消の措置について予め承諾するものとし、何ら異議を申し出ることは出来ないものとします。
            <br />
            <br />
            （1）「会員情報」に虚偽があることが判明した場合
            <br />
            （2） 複数の会員登録を行っていたことが判明した場合
            <br />
            （3） 第 8 条に定める禁止行為を行った場合
            <br />
            （4） 第 8 条に違反した場合
            <br />
            （5） 第 8 条に該当する場合
            <br />
            （6）
            他の「会員」や「当社」又はこれら以外の第三者の権利若しくは利益を侵害した場合又はそのおそれがあると「当社」が判断した場合
            <br />
            （7） その他本規約に違反した場合又はそのおそれがあると「当社」が判断した場合
            <br />
            <br />
            第 5 条（コンピュータ機器及び環境等）
            <br />
            <br />
            「会員」は、「e-spoworks.com」を運用するために必要なコンピュータ機器及び環境等を、自己の費用と責任をもって準備
            し、管理するものとします。そのコンピュータ機器又は環境等の不具合等により「e-spoworks.com」の利用が滞り、又は
            利用不可能になった場合であっても、「当社」は一切責任を負担しないものとします。
            <br />
            第 6 条（パスワード）
            <br />
            <br />
            1.「会員」は、自己の責任の下、「パスワード」を秘密として厳重に管理し、第三者に開示する他、第三者に使用させてはならないものとします。
            <br />
            2.「当社」は、ログイン画面に入力された「パスワード」を「当社」の記録と照合し、これらの一致を確認して取り扱った場合には、ログアウト前の一連の通信は、当該パスワードを登録した「会員」によって行われているものとみなします。この際、パスワードの偽造、盗用、不正使用、無期限使用その他の事故があった場合でも、「当社」はかかる事由により生じた損害につき、一切責任を負担しないものとします。
            <br />
            <br />
            第 7 条（会員情報の変更）
            <br />
            <br />
            「会員」は、登録した会員情報に変更が生じた場合には、「マイページ」の「アカウント管理」にアクセスのうえ、会員情報の変更を行うものとします。この「アカウント管理」がなされなかったことにより「会員」に生じた損害については、「当社」は、一切責任を負担しないものとします。
            <br />
            第 8 条（禁止行為）
            <br />
            <br />
            「販売者」及び「会員」は、「e-spoworks.com」において又は「e-spoworks.com」に関連して、次の各号に掲げる行為等を行
            ってはならないものとします。万一、「販売者」もしくは「会員」がこれらの行為等を行った場合、「当社」は該当「会
            員」の会員登録を取り消すことができるものとします。また、「会員」がこれらの行為等を行った、又は行うおそれがあ
            ると「当社」が判断した場合、該当行為が関係するサービスの提供を停止させることができるものとします。
            <br />
            <br />
            （1）「販売者」が、「提供サービス」とは関係のないサービスを提供すること。
            <br />
            （2）「販売者」が、「当社」が以下に定める禁止商品を「提供サービス」として提供すること。
            <br />
            a.覚せい剤、麻薬、向精神薬、大麻、あへん、毒物、劇物等の禁制品
            <br />
            b.大麻種子、合法ハーブ(脱法ハーブ)、合法ドラッグ（脱法ドラッグ）に関連する商品等
            <br />
            c.銃砲、刀剣類、武器、火薬類、化学兵器等
            <br />
            d.アダルトビデオ、DVD、ヌード写真、アダルトグッズ、ゲーム等、18歳未満の青少年への販売を制限する情報やその他性風俗、アダルトに関する商品全般
            <br />
            e.わいせつ物、児童ポルノに関連する商品等
            <br />
            f.使用済み下着、制服等
            <br />
            g.売春、児童売春
            <br />
            h.賭博、富くじに関連する商品等
            <br />
            i.無限連鎖講、マルチ商法に関連する商品等
            <br />
            j.たばこ
            <br />
            k.偽造通貨、公文書（免許証、旅券等含む）、会員権、文書、電磁的記録等の商品
            <br />
            l.銀行口座等
            <br />
            m.商品券、プリペイドカード、印紙、切手、回数券、その他の有価証券等の金券類（ただし、当社から事前に販売許可を得ているものに関しては販売を認めます。）
            <br />
            n.偽ブランド品、模造品・海賊版（違法コピー商品等）
            <br />
            o.マジコン、パンドラバッテリー等の違法コピーを助長させる機器または関連商品
            <br />
            p.窃盗、強盗、詐欺、恐喝、横領、背任その他犯罪により入手した商品
            <br />
            q.エアガン、スタンガン、催涙スプレー、法令により携行を禁止された刃物、盗聴器、超小型カメラ、赤外線カメラ等犯罪に使用される恐れがある商品
            <br />
            r.特許権、実用新案権、意匠権、商標権、著作権、肖像権等第三者の知的財産権を侵害する商品等
            <br />
            s.コンピュータウィルスを含むソフトウェア、コピープロテクトを権限なく解除したデジタルコンテンツ、又はコピープロテクトを回避する等の方法を教示するようなもの
            <br />
            t.ゲーム等におけるキャラクター、アイテム、ゲーム内仮想通貨等のデータ等（いわゆるリアルマネートレーディング）
            <br />
            u.ビットコイン（Bitcoin)、モナコイン（Monacoin）、リップル（Ripple）等の暗号通貨
            <br />
            v.身体機能検査キット、医療機器（医療用具）、医薬品、また国内で販売が禁止されている医薬品
            ※ただし、薬事法上の高度管理医療機器の販売業許可を得ている商品で当社から事前に販売許可を得ているものに関しては販売を認めます。
            <br />
            w.人体及び人体の一部
            <br />
            x.動物の生体及び生体の一部、昆虫等の生物
            <br />
            y.個人情報、営業秘密その他一般に公開されていない情報
            <br />
            z.販売に際して法律で義務付けられている許認可、免許、資格を必要とする商品（免許を持っている場合であっても出品を許可いたしません）
            <br />
            aa.公序良俗に違反する商品
            <br />
            ab.その他取引することが法令（特定商取引に関する法律、銃砲刀剣類所持等取締法、麻薬及び向精神薬取締法、ワシントン条約、その他関連条約等あらゆる法令を含む）に違反する商品
            <br />
            ac.「提供サービス」を利用するために商品の発送を必要とする商品
            <br />
            ad.既知の情報や一般的に公開されている情報を「提供サービス」の主として提供する行為
            <br />
            ae.無償で「提供サービス」を提供する、もしくは「提供サービス」として掲載する行為
            <br />
            af.その他、当社が適切ではないと判断した商品
            <br />
            （3）複数の会員登録を行うこと
            <br />
            （4）「パスワード」の不正使用又は第三者に使用させること。
            <br />
            （5）相手方の個人情報を、第三者へ提供し、又は当該相手方との間で「提供サービス」を遂行する目的以外の目的で利用すること。
            <br />
            （6）他の「会員」を他サイトへ誘導する行為
            <br />
            （7）他サイトを宣伝する行為
            <br />
            （8）他の「販売者」の「提供サービス」を妨害する行為、又はそのおそれがある行為
            <br />
            （9）他の「会員」の「質問チャット」を妨害する行為、又はそのおそれがある行為
            <br />
            （10）他の「会員」、「販売者」、第三者若しくは「当社」の著作権、特許権、実用新案権、意匠権、商標権、肖像権、パブリシティ権、プライバシー権その他の権利の侵害、又はそれらのおそれがある行為。
            <br />
            （11）他の「会員」、「販売者」、第三者若しくは「当社」の財産の侵害、又はそれらのおそれがある行為
            <br />
            （12）他の「会員」、「販売者」、第三者若しくは「当社」への誹謗中傷又はこれらの者の名誉毀損若しくは信用毀損
            <br />
            （13）「販売者」が「提供するサービス」のカテゴリにおいて他の「販売者」の商品を購入する行為
            <br />
            （14）前各号の他、他の「会員」、「販売者」、第三者若しくは「当社」に不利益又は損害を与える行為、又はそれらのおそれのある行為
            <br />
            （15）公序良俗に反する行為、又はそのおそれがある行為
            <br />
            （16）犯罪行為、犯罪的行為、又は犯罪的行為に結び付く行為若しくはそれらのおそれのある行為
            <br />
            （17）政治、宗教、風俗に関する行為又はこれに類する行為
            <br />
            （18）コンピュータウイルス等の有害なプログラムを、他の「会員」、「販売者」、第三者若しくは「当社」のシステムに送信又は書き込む行為
            <br />
            （19）コンピュータウイルス等の有害なプログラムを、「e-spoworks.com」を通じて若しくは「e-spoworks.com」に関連して使用し、若しくは提供する行為
            <br />
            （20）「e-spoworks.com」の運営を妨害する行為
            <br />
            （21）本規約の規定に違反する行為
            <br />
            （22）「当社」が送信したメールに掲載されている内容の無断転載・転用
            <br />
            （23）その他、法令に違反する又は違反するおそれのある行為
            <br />
            （24）その他、「当社」が不適切と判断する行為
            <br />
            <br />
            第 2 章 「提供サービス」の投稿
            <br />
            第 1 条（商品情報の投稿）
            <br />
            <br />
            1.「販売者」は「e-spoworks.com」で商品を投稿しようとするときは、「e-spoworks.com」の画面上の記載に従い、その手続きを行うものとします。
            <br />
            2.「当社」は、「販売者」が投稿した「提供サービス」について、「販売者」が選択した「カテゴリ」から別の「カテゴリ」に移動することができるものとします。「販売者」は、この「当社」による「カテゴリ」の移動について異議を述べることはできず、移動後の「カテゴリ」で商品を販売することについて予め承諾するものとします。
            <br />
            <br />
            第 2 条（商品情報の変更/商品に対する質疑応答）
            <br />
            <br />
            1.「販売者」は、「提供サービス」として「e-spoworks.com」上に投稿された商品について、「提供サービス」の内容を修正することはできません。「提供サービス」の情報に変更がある場合は、「e-spoworks.com」の画面上の記載に従い、該当する「提供サービス」に追記を行うか、該当する「提供サービス」の掲載を終了し、新たに投稿するものとします。
            <br />
            2.「会員」は、「販売者」に対し、「提供サービス」やその他の事項について質問を「質問チャット」を通じてすることができます。ただし、質問する「会員」は、
            質問に際し「第 8
            条」に定める禁止事項、その他本規約の規定を遵守し、「当社」及び「販売者」、その他の第三者に損害が生じないようにしなければなりません。
            <br />
            3.質問を受けた「販売者」が当該質問に回答する際は、可能な限り正確にわかりやすく、第 8
            条に定める禁止事項、その他本規約の規定を遵守してなさなければなりません。「販売者」の回答の内容は、「提供サービス」の情報の一部となります。
            <br />
            第 3 章 手数料
            <br />
            第 1 条（「販売者」が負担する手数料等）
            <br />
            <br />
            本規約に基づき「販売者」が支払い及び負担する手数料は、次のとおりとします。
            <br />
            <br />
            （1）「販売手数料」は、次の各号に掲げる金額を仲介手数料として「当社」に支払うものとします。
            <br />
            （2）「振込手数料」は、振込手数料として「当社」に一律 200 円（税込）を支払うものとします。
            <br />
            （3）「販売手数料」及び「振込手数料」は「販売者」に振込送金する金額から「当社」によって控除（相殺）する
            ことにより支払を受けるものとし、「販売者」は予め承諾するものとします。
            <br />
            <br />
            販売手数料 振込手数料
            <br />
            一律「商品売値」「サポート」の 20％（税込） 一律 200 円（税込）
            <br />
            <br />
            第 5 章 「提供サービス」における取り決め
            <br />
            第 1 条（「会員」の義務）
            <br />
            <br />
            （1）「会員」は、「販売者」から「提供サービス」を受け取った後、すみやかに納品報告を行うものとします。
            <br />
            （2）「e-spoworks.com」の画面上の記載に従い、「会員」は、「販売者」に対し「会員」が指定した金額で「取引チャット」を通じて「サポート」を最大2回まで送ることができます。いかなる理由があっても規定回数を超えてサポートを送ることはできません。
            <br />
            （3）納品報告後に送った「サポート」は即時に相手方に反映され、「会員」は、いかなる理由があっても異議を述べることは出来ないものとします。
            <br />
            （4）「会員」は納品報告後、いかなる理由があっても異議を述べることは出来ないものとします。
            <br />
            <br />
            第 2 条（「販売者」の義務）
            <br />
            <br />
            （1）「販売者」は、掲載した「提供サービス」と同じ内容を「会員」に提供するものとします。
            <br />
            （2）「販売者」は何らかの理由により「会員」に「提供サービス」を渡すことが困難になった場合、速やかにその旨を「会員」並びに「当社」に報告するものとします。
            <br />
            （3）「販売者」は、「会員」が何らかの理由により取引のキャンセルを申し出た場合、これに応じるものとします。ただし、「会員」の勝手な都合によるキャンセルはできません。
            <br />
            <br />
            第 3 条（「提供サービス」に関するトラブル）
            <br />
            <br />
            （1）「提供サービス」のご購入から 60
            日以内に「会員」による納品報告がない場合、「会員」は納品が完了したものとみなし、「当社」は「販売者」へ代金の支払いを行います。
            <br />
            （2）「当社」による「販売者」へ代金の支払いが完了した後は、「会員」はいかなる理由があっても異議を述べることは出来ないものとします。
            <br />
            （3）「会員」と「販売者」の意見に相違があった場合、「当社」は両者に審査を行います。
            <br />
            （4）
            （3）の結果、「販売者」に非が認められる場合は、「当社」は改善・修正を「販売者」に要求しますが、「会員」の方に非が認められる場合には、「当社」は「販売者」に対して支払いを行います。ただし両者の言い分が認められる場合、購入代金折半の形で、「当社」は「販売者」に対して販売額の
            50％を支払い、「会員」に対して購入代金の 50％を返金いたします。
            <br />
            （5）（4）の結果、当社が第三者の立場として審査後も「意見相違」「解決に至らない」「本規約に定めが無い等」につきましては裁判所判断とします。
            <br />
            <br />
            第 6 章 コミュニティに関する規約
            <br />
            第 1 条（ノートの投稿）
            <br />
            <br />
            1.「会員」は「コミュニティ」で「ノート」を投稿しようとするときは、「e-spoworks.com」の画面上の記載に従い、その手続きを行うものとします。
            <br />
            2.「当社」は、「会員」が投稿した「ノート」について、「会員」が選択した「カテゴリ」から別の「カテゴリ」に移動することができるものとします。「会員」は、この「当社」による「カテゴリ」の移動について異議を述べることはできず、移動後の「カテゴリ」で「ノート」を掲載することについて予め承諾するものとします。
            <br />
            <br />
            第 2 条（イベントの投稿）
            <br />
            <br />
            1.「会員」は「コミュニティ」で「イベント」を投稿しようとするときは、「e-spoworks.com」の画面上の記載に従い、その手続きを行うものとします。
            <br />
            2.「当社」は、「会員」が投稿した「イベント」について、「会員」が選択した「カテゴリ」から別の「カテゴリ」に移動することができるものとします。「会員」は、この「当社」による「カテゴリ」の移動について異議を述べることはできず、移動後の「カテゴリ」で「イベント」を掲載することについて予め承諾するものとします。
            <br />
            <br />
            第 3 条（サポートの提供）
            <br />
            <br />
            1.
            「e-spoworks.com」の画面上の記載に従い、「会員」は、ノートの投稿者に対し「会員」が指定した金額で「サポート」を送ることができます。
            <br />
            2.
            「会員」が送った「サポート」は即時にノートの投稿者に反映され、「会員」は、いかなる理由があっても異議を述べることは出来ないものとします。
            <br />
            <br />
            第 7 章 一般条項
            <br />
            第 1 条（個人情報の取り扱いについて）
            <br />
            <br />
            「当社」は「e-spoworks.com」における「会員」の個人情報を以下のとおりに取り扱うものとします。
            <br />
            <br />
            （1）個人情報管理責任者
            <br />
            「当社」は「e-spoworks.com」の運営にあたり、個人情報管理責任者を以下のように定めます。
            <br />
            e-spoworks.com管理責任者 前野 大樹
            <br />
            （2）利用目的
            <br />
            「当社」は、「会員」に対して「e-spoworks.com」を提供するにあたり、必要となる個人情報を取得しますが、これらの個人情報は、以下の目的で利用させて頂きます。
            <br />
            a. 「提供サービス」の仲介者として、当該取引を円滑に進めるため。
            <br />
            b. 「販売者」及び「会員」が、相手方との間で「提供サービス」の遂行をするため。
            <br />
            c. 「提供サービス」において「販売者」と「会員」の間で事故又はトラブルが発生し、それらを解決するため。
            <br />
            （3）委託
            <br />
            「当社」が自社の個々の事務を業務委託する場合に、保護措置を講じた上で、「会員」の個人情報を当該業務委託先に委託することがあります。
            <br />
            （4）第三者開示・提供
            <br />
            「当社」は、「会員」の個人情報を提供する場合、以下のいずれかに該当する場合を除き、「会員」の個人情報を第三者へ開示又は提供いたしません。
            <br />
            a.「会員」本人の同意がある場合。
            <br />
            b.統計的なデータなど「会員」本人の識別することができない状態で開示・提供する場合。
            <br />
            c.法令に基づく場合
            <br />
            d.人の生命、身体又は財産の保護のために必要な場合であって、「会員」の同意を得ることが困難であるとき。
            <br />
            e.公衆衛生の向上又は児童の健全の推進のために特に必要がある場合であって「会員」の同意を得ることが困難であるとき。
            <br />
            f.国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、「会員」の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき。
            <br />
            （5）開示
            <br />
            「当社」が保有する「会員」の個人情報に関して、「会員」ご自身の情報の開示を希望される場合には、お申し出頂いた方がご本人であることを確認したうえで、合理的な期間及び範囲で回答いたします。
            <br />
            （6）訂正・削除等
            <br />
            「当社」が保有する「会員」の個人情報に関して、「会員」ご自身の情報について訂正、追加又は削除をご希望される場合には、お申し出頂いた方がご本人であることを確認したうえで、事実と異なる内容がある場合には、合理的な期間及び範囲で情報の訂正、追加又は削除をいたします。
            <br />
            （7）本規約に不同意の場合
            <br />
            「販売者」及び「会員」が本条の全部又は一部にでもご同意いただけない場合には、「e-spoworks.com」のご利用をお断りさせて頂きます。
            <br />
            <br />
            第 2 条（取引関連情報の開示）
            <br />
            <br />
            「当社」は、「会員」による他の「会員」に関する情報（過去の取引に関する情報等）の問合せがあったとしても、当該情報を開示、提供いたしません。ただし、警察からの捜査依頼があった場合は、必要とする情報を開示します。
            <br />
            第 3 条（本規約の改定）
            <br />
            <br />
            「当社」は、事前の告知をなしに本規約の全部又は一部を改定することができるものとし、改定後の本規約は、一定期間「e-spoworks.com」に記載され、「会員」にて「e-spoworks.com」を利用時に同意されたときをもって効力を生じ、改定後の内容が適用されるものとします。
            <br />
            第 4 条（当社の役割と免責について）
            <br />
            <br />
            1.「当社」は、「販売者」と「購入者」たる「会員」との取引の場所を提供するものであり、契約の当事者はあくまで当該販売者と当該会員です。「当社」は契約の当事者にはならないものとします。
            <br />
            2.「当社」は、「e-spoworks.com」に投稿された商品や掲載情報に関する一切の事項について、商品そのものや掲載情報については何ら保証をするものではなく、一切の責任を負いません。
            <br />
            3.「当社」は安定した「提供サービス」を提供するために、メンテナンスを設け、投稿を制限する場合があります。「販売者」及び「会員」は、この制限を了承のうえ「e-spoworks.com」を利用するものとします。
            <br />
            4.「当社」は、第 1 章 第 8
            条の規定によりなされる取消及び解除について、「販売者」及び「会員」の双方に対して、いかなる損害賠償責任も負担致しません。また、「当社」が代替の「提供サービス」を手配、捜索することは致しません。
            <br />
            5.「当社」は、次の各号に掲げる事項が発生した場合には、「e-spoworks.com」の全部又は一部の運営を停止することができるものとし、「会員」は予め承諾するものとします。この場合、「当社」は、「販売者」及び「会員」の双方に対して、いかなる損害賠償責任も負担致しません。
            <br />
            （1）コンピュータシステムその他「e-spoworks.com」を運営するための設備（通信回線を含む。以下同じ。）の保守を定期的に又は緊急に行う場合
            <br />
            （2）コンピュータシステムその他「e-spoworks.com」を運営するための設備に過大な負荷が生じた場合
            <br />
            （3）コンピュータシステムその他「e-spoworks.com」を運営するための設備にハッキングがなされ、又はコンピュータウィルス等が仕掛けられた場合
            <br />
            （4）天災地変、不可抗力、労働争議等により、「e-spoworks.com」の運営ができなくなった場合
            <br />
            （5）その他、「当社」が必要と判断した場合
            <br />
            6.
            本規約のいずれかの条項が違法、無効若しくは何らかの理由により強制できないとみなされた場合、当該条項は他の条項から分離可能なものとみなされ、残存する条項の有効性や法的強制力に影響を及ぼさないものとします。
            <br />
            7.「e-spoworks.com」を通じて取引を行ったり情報を入手した「提供サービス」を交換しもしくは役務を代替させるために費用を要したこと。
            <br />
            8.「e-spoworks.com」のサービスを通じて得た対価が不正取得された手段で利用ユーザーに損害が発生した場合。
            <br />
            <br />
            <br />
            <br />
            <br />
            制定日 2022年01月21日
            <br />
            <br />
          </div>
        </div>
      </div>
    </div>
  );
};

export default Riyo;
